Repository: 4sh0u0/token-monitor
Catalog: native/ios/TokenMonitorWidget/Localizable.xcstrings
Source language: en
Languages: ja, ko, pt_br, zh_hans, zh_hant

source: %@ cap
ja: 上限 %@
ko: 한도 %@
pt_br: Limite de %@
zh_hans: 上限 %@
zh_hant: 上限 %@

source: %@ credits
ja: %@ クレジット
ko: %@ 크레딧
pt_br: %@ créditos
zh_hans: %@ 积分
zh_hant: %@ 點數

source: %@ left
ja: 残り %@
ko: %@ 남음
pt_br: %@ restantes
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: %@ spent
ja: %@ 利用済み
ko: %@ 지출
pt_br: %@ gastos
zh_hans: 已花费 %@
zh_hant: 已花費 %@

source: %@ tokens
ja: %@ トークン
ko: %@ 토큰

# %@ tokens · %@
source: %1$@ tokens · %2$@
ja: %1$@ トークン · %2$@
ko: %1$@ 토큰 · %2$@

source: %@ used
ja: %@ 使用済み
ko: %@ 사용
pt_br: %@ usados
zh_hans: 已用 %@
zh_hant: 已用 %@

source: %lld active days
ja: %lld日アクティブ
ko: %lld일 활성
pt_br: %lld dias ativos
zh_hans: 活跃 %lld 天
zh_hant: 活躍 %lld 天

source: %lld active days in the last 12 months
ja: 過去12ヶ月 %lld日アクティブ
ko: 최근 12개월 %lld일 활성
pt_br: %lld dias ativos nos últimos 12 meses
zh_hans: 近 12 个月活跃 %lld 天
zh_hant: 近 12 個月活躍 %lld 天

source: Account
ja: アカウント
ko: 계정
pt_br: Conta
zh_hans: 账号
zh_hant: 帳戶

source: Activity
ja: アクティビティ
ko: 활동
pt_br: Atividade
zh_hans: 活动
zh_hant: 活動

source: Activity heatmap
ja: アクティビティヒートマップ
ko: 활동 히트맵
pt_br: Mapa de calor de atividade
zh_hans: 活动热力图
zh_hant: 活動熱力圖

source: Add API key
ja: APIキーを追加
ko: API 키 추가
pt_br: Adicionar chave de API
zh_hans: 添加 API 密钥
zh_hant: 新增 API 金鑰

source: Add credential
ja: 認証情報を追加
ko: 자격 증명 추가
pt_br: Adicionar credencial
zh_hans: 添加凭据
zh_hant: 新增憑證

source: AI Tool Limits
ja: AIツール制限
ko: AI 도구 한도
pt_br: Limites de Ferramentas de IA
zh_hans: AI 工具额度
zh_hant: AI 工具額度

source: All Time
ja: 全期間
ko: 전체 기간
pt_br: Todo o período
zh_hans: 全部时间
zh_hant: 全部時間

source: API key
ja: APIキー
ko: API 키
pt_br: Chave de API
zh_hans: API 密钥
zh_hant: API 金鑰

source: App Setting
ja: アプリの設定
ko: 앱 설정
pt_br: Configuração do app
zh_hans: 跟随 App 设置
zh_hant: 跟隨 App 設定

source: Balance
ja: 残高
ko: 잔액
pt_br: Saldo
zh_hans: 余额
zh_hant: 餘額

source: Breakdown
ja: 内訳
ko: 분석
pt_br: Detalhamento
zh_hans: 明细
zh_hant: 明細

source: Can’t reach the Hub
ja: Hub に接続できません
ko: Hub에 연결할 수 없음
pt_br: Não foi possível acessar o Hub
zh_hans: 无法连接到 Hub
zh_hant: 無法連線到 Hub

source: Changes in %@
ja: %@後に変更
ko: %@ 후 변경
pt_br: Muda em %@
zh_hans: %@ 后变更
zh_hant: %@ 後變更

source: Choose the period and breakdown shown by this widget.
ja: このウィジェットに表示する期間と内訳を選択します。
ko: 이 위젯에 표시할 기간과 분석을 선택합니다.
pt_br: Escolha o período e o detalhamento exibidos por este widget.
zh_hans: 选择此小组件显示的统计周期和明细。
zh_hant: 選擇此小工具顯示的統計週期和明細。

source: Choose what the heatmap’s colors measure.
ja: ヒートマップの色の基準を選択します。
ko: 히트맵 색상 기준을 선택합니다.
pt_br: Escolha o que as cores do mapa de calor medem.
zh_hans: 选择热力图颜色所依据的指标。
zh_hant: 選擇熱力圖顏色所依據的指標。

source: Connect a Hub
ja: Hub に接続
ko: Hub에 연결
pt_br: Conectar um Hub
zh_hans: 连接 Hub
zh_hant: 連接 Hub

source: Cost
ja: コスト
ko: 비용
pt_br: Custo
zh_hans: 成本
zh_hant: 成本

source: Custom
ja: カスタム
ko: 사용자 지정
pt_br: Personalizada
zh_hans: 自定义
zh_hant: 自訂

source: Daily usage over the last 12 months as a heatmap.
ja: 直近12ヶ月の毎日の使用量をヒートマップで表示します。
ko: 최근 12개월의 일별 사용량을 히트맵으로 표시합니다.
pt_br: Uso diário dos últimos 12 meses em um mapa de calor.
zh_hans: 以热力图显示近 12 个月的每日用量。
zh_hant: 以熱力圖顯示近 12 個月的每日用量。

source: Data may be stale
ja: データが古い可能性があります
ko: 데이터가 오래되었을 수 있음
pt_br: Os dados podem estar desatualizados
zh_hans: 数据可能已过期
zh_hant: 資料可能已過期

source: Disabled
ja: 無効
ko: 비활성화됨
pt_br: Desativado
zh_hans: 已停用
zh_hant: 已停用

source: Encrypted by app
ja: アプリで暗号化済み
ko: 앱에서 암호화됨
pt_br: Criptografada pelo app
zh_hans: 凭据已被应用加密
zh_hant: 憑證已被應用程式加密

source: Error
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

source: Expired
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
zh_hans: 已过期
zh_hant: 已過期

source: Expires in %@
ja: %@後に期限切れ
ko: %@ 후 만료
pt_br: Expira em %@
zh_hans: %@ 后到期
zh_hant: %@ 後到期

source: left
ja: 残り
ko: 남음
pt_br: restante
zh_hans: 剩余
zh_hant: 剩餘

source: Less
ja: 少ない
ko: 적음
pt_br: Menos
zh_hans: 较少
zh_hant: 較少

source: Limited
ja: 制限中
ko: 제한됨
pt_br: Limitado
zh_hans: 受限
zh_hant: 受限

source: Limits
ja: 制限
ko: 한도
pt_br: Limites
zh_hans: 额度
zh_hant: 額度

source: Linked
ja: 連携済み
ko: 연결됨
pt_br: Vinculada
zh_hans: 已连接
zh_hant: 已連結

source: Live
ja: ライブ
ko: 실시간
pt_br: Ao vivo
zh_hans: 已检测
zh_hant: 已偵測

source: Metric
ja: 指標
ko: 지표
pt_br: Métrica
zh_hans: 指标
zh_hant: 指標

source: Models
ja: モデル
ko: 모델
pt_br: Modelos
zh_hans: 模型
zh_hant: 模型

source: MONTH
ja: 今月
ko: 이번 달
pt_br: MÊS
zh_hans: 本月
zh_hant: 本月

source: More
ja: 多い
ko: 많음
pt_br: Mais
zh_hans: 较多
zh_hant: 較多

source: No activity yet
ja: まだアクティビティがありません
ko: 아직 활동이 없습니다
pt_br: Nenhuma atividade ainda
zh_hans: 暂无活动
zh_hant: 暫無活動

source: No limits yet
ja: まだ制限データがありません
ko: 아직 한도 데이터가 없습니다
pt_br: Nenhum limite ainda
zh_hans: 暂无额度数据
zh_hant: 暫無額度資料

source: No synced data
ja: 同期データなし
ko: 동기화된 데이터 없음
pt_br: Sem dados sincronizados
zh_hans: 暂无同步数据
zh_hant: 尚無同步資料

source: No usage yet
ja: まだ使用量がありません
ko: 아직 사용량이 없습니다
pt_br: Nenhum uso ainda
zh_hans: 暂无用量
zh_hant: 暫無用量

source: Not connected
ja: 未接続
ko: 연결되지 않음
pt_br: Não conectado
zh_hans: 未连接
zh_hant: 未連線

source: Not set up
ja: 未設定
ko: 설정되지 않음
pt_br: Não configurado
zh_hans: 尚未设置
zh_hant: 尚未設定

source: Open Antigravity to verify
ja: Antigravityで確認を完了
ko: Antigravity에서 인증 완료
pt_br: Abra o Antigravity para verificar
zh_hans: 打开 Antigravity 完成验证
zh_hant: 開啟 Antigravity 完成驗證

source: Open Cline
ja: Cline を開く
ko: Cline 열기
pt_br: Abrir o Cline
zh_hans: 打开 Cline
zh_hant: 開啟 Cline

source: Open Token Monitor to connect a Hub
ja: Token Monitor を開いて Hub に接続してください
ko: Token Monitor를 열어 Hub에 연결하세요
pt_br: Abra o Token Monitor para conectar um Hub
zh_hans: 打开 Token Monitor 以连接 Hub
zh_hant: 開啟 Token Monitor 以連接 Hub

source: Open Token Monitor to load activity
ja: Token Monitor を開いてアクティビティを読み込んでください
ko: Token Monitor를 열어 활동을 불러오세요
pt_br: Abra o Token Monitor para carregar a atividade
zh_hans: 打开 Token Monitor 以加载活动
zh_hant: 開啟 Token Monitor 以載入活動

source: Other
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他
zh_hant: 其他

source: Peak %@
ja: ピーク %@
ko: 최고 %@
pt_br: Pico de %@
zh_hans: 峰值 %@
zh_hant: 峰值 %@

source: Period
ja: 期間
ko: 기간
pt_br: Período
zh_hans: 统计周期
zh_hant: 統計週期

source: Pin one provider, or leave empty to show the most constrained limits first.
ja: プロバイダーを1つ固定するか、空欄のままにすると残りの少ない制限から表示します。
ko: 제공업체 하나를 고정하거나, 비워 두면 남은 한도가 적은 항목부터 표시합니다.
pt_br: Fixe um provedor ou deixe em branco para mostrar primeiro os limites mais próximos de acabar.
zh_hans: 固定一个服务商，或留空以优先显示剩余最少的额度。
zh_hant: 固定一個服務商，或留空以優先顯示剩餘最少的額度。

source: Provider
ja: プロバイダー
ko: 제공업체
pt_br: Provedor
zh_hans: 服务商
zh_hant: 服務商

source: Re-login
ja: 再ログイン
ko: 다시 로그인
pt_br: Entrar novamente
zh_hans: 重新登录
zh_hant: 重新登入

source: Refresh
ja: 更新
ko: 새로 고침
pt_br: Atualizar
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Widget
ja: ウィジェットを更新
ko: 위젯 새로고침
pt_br: Atualizar widget
zh_hans: 刷新小组件
zh_hant: 重新整理小工具

source: Reset %@
ja: %@をリセット
ko: %@ 초기화
pt_br: Redefinir %@
zh_hans: 重置 %@
zh_hant: 重設 %@

source: Reset in %@
ja: %@後にリセット
ko: %@ 후 초기화
pt_br: Reset em %@
zh_hans: %@ 后重置
zh_hant: %@ 後重設

source: Run grok login
ja: grok login を実行
ko: grok login 실행
pt_br: Executar grok login
zh_hans: 运行 grok login
zh_hant: 執行 grok login

source: Run kiro-cli login
ja: kiro-cli login を実行
ko: kiro-cli login 실행
pt_br: Executar kiro-cli login
zh_hans: 运行 kiro-cli login
zh_hant: 執行 kiro-cli login

source: Sign in
ja: サインイン
ko: 로그인
pt_br: Entrar
zh_hans: 需登录
zh_hant: 需登入

source: Sign in again
ja: 再サインイン
ko: 다시 로그인
pt_br: Entrar novamente
zh_hans: 重新登录
zh_hant: 重新登入

source: Spend
ja: 支出
ko: 지출
pt_br: Gasto
zh_hans: 花费
zh_hant: 花費

source: Stale
ja: データが古い
ko: 오래된 데이터
pt_br: Desatualizado
zh_hans: 数据过期
zh_hant: 資料過期

source: Subscription windows and reset times.
ja: サブスクリプション期間とリセット時刻。
ko: 구독 기간과 초기화 시간입니다.
pt_br: Janelas de assinatura e horários de reset.
zh_hans: 订阅窗口和重置时间。
zh_hant: 訂閱視窗和重設時間。

source: This Month
ja: 今月
ko: 이번 달
pt_br: Este mês
zh_hans: 本月
zh_hant: 本月

source: Today
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今日
zh_hant: 今日

source: TODAY
ja: 今日
ko: 오늘
pt_br: HOJE
zh_hans: 今日
zh_hant: 今日

source: Tokens
ja: トークン
ko: 토큰

source: Tokens, cost, trend, and top tools for a period.
ja: 期間ごとのトークン、コスト、推移、上位ツール。
ko: 기간별 토큰, 비용, 추세 및 상위 도구입니다.
pt_br: Tokens, custo, tendência e principais ferramentas de um período.
zh_hans: 一个统计周期内的令牌数、费用、趋势和主要工具。
zh_hant: 一個統計週期內的 Token 數、費用、趨勢和主要工具。

source: Tools
ja: ツール
ko: 도구
pt_br: Ferramentas
zh_hans: 工具
zh_hant: 工具

source: TOTAL
ja: 累計
ko: 누적
zh_hans: 累计
zh_hant: 累計

source: Unavailable
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
zh_hans: 暂不可用
zh_hant: 暫不可用

source: Update API key
ja: APIキーを更新
ko: API 키 업데이트
pt_br: Atualizar a chave de API
zh_hans: 更新 API 密钥
zh_hant: 更新 API 金鑰

source: Update credential
ja: 認証情報を更新
ko: 자격 증명 업데이트
pt_br: Atualizar a credencial
zh_hans: 更新凭据
zh_hant: 更新憑證

source: Updated %@
ja: %@ に更新
ko: %@ 업데이트
pt_br: Atualizado %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: Usage
ja: 使用量
ko: 사용량
pt_br: Uso
zh_hans: 用量
zh_hant: 用量

source: Usage API limited
ja: 使用量API制限中
ko: 사용량 API 제한됨
pt_br: API de uso limitada
zh_hans: 来源受限
zh_hant: 來源受限

source: used
ja: 使用済み
ko: 사용됨
pt_br: usado
zh_hans: 已用
zh_hant: 已用

source: Waiting for data
ja: データ待機中
ko: 데이터 대기 중
pt_br: Aguardando dados
zh_hans: 等待数据
zh_hant: 等待資料

source: 5-hour
pt_br: 5 horas

source: Daily
pt_br: Diária

source: Monthly
pt_br: Mensal

source: Session
pt_br: Sessão

source: Weekly
pt_br: Semanal
